studies/kOmegaSST_Tu3/constant/momentumTransport
FoamFile { format ascii; class dictionary; object momentumTransport; }
simulationType RAS;
RAS { model kOmegaSST; turbulence on; }
